export const useMsgData = () => {
    return [
        { maseg: 'تم ارسال استفسار بواسطة "عمار محمد خالد" محتاج اعرف تفاصيل ازاي اغير الصوره', time: "الآن", icon: "/img/اغهخا.svg" },
        { maseg: 'تم اشتراك مطعم “ قصر الكبابجي ”  في الباقه الشريه بمبلغ 300 جنيه مصري', time: "منذ 2 أيام", icon: "/img/اغهخا.svg" },
        { maseg: 'تم ارسال استفسار بواسطة "عمار محمد خالد" محتاج اعرف تفاصيل ازاي اغير الصوره', time: "الآن", icon: "/img/اغهخا.svg" },
        { maseg: 'تم ارسال استفسار بواسطة "عمار محمد خالد" محتاج اعرف تفاصيل ازاي اغير الصوره', time: "الآن", icon: "/img/اغهخا.svg" },
        { maseg: 'تم اشتراك مطعم “ قصر الكبابجي ”  في الباقه الشريه بمبلغ 300 جنيه مصري', time: "منذ 2 أيام", icon: "/img/اغهخا.svg" },
        { maseg: 'تم ارسال استفسار بواسطة "عمار محمد خالد" محتاج اعرف تفاصيل ازاي اغير الصوره', time: "الآن", icon: "/img/اغهخا.svg" },
        { maseg: 'تم ارسال استفسار بواسطة "عمار محمد خالد" محتاج اعرف تفاصيل ازاي اغير الصوره', time: "الآن", icon: "/img/اغهخا.svg" },
        { maseg: 'تم اشتراك مطعم “ قصر الكبابجي ”  في الباقه الشريه بمبلغ 300 جنيه مصري', time: "منذ 2 أيام", icon: "/img/اغهخا.svg" },
        { maseg: 'تم ارسال استفسار بواسطة "عمار محمد خالد" محتاج اعرف تفاصيل ازاي اغير الصوره', time: "الآن", icon: "/img/اغهخا.svg" },
    ];
}