export const useKitchenData = () => {
    return [
        {
            code: "#542",
            products: [
                {
                    name: "اسم المنتج", quantity: "الكمية"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                }
            ],
            notes: ["ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر"],
            icon: "order-status-pending.svg",
            textBtn: "لم يتم التحديد بعد اضغط لتحديد الحاله"
        },
        {
            code: "#542",
            products: [
                {
                    name: "اسم المنتج", quantity: "الكمية"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                }
            ],
            notes: ["ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر"],
            icon: "kitchen.svg",
            textBtn: "يتم تنفيذ الطلب الان "
        },
        {
            code: "#542",
            products: [
                {
                    name: "اسم المنتج", quantity: "الكمية"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                }
            ],
            notes: ["ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر"],
            icon: "finshed.svg",
            textBtn: "تم الانتهاء من تنفيذ الطلب "
        },
        {
            code: "#542",
            products: [
                {
                    name: "اسم المنتج", quantity: "الكمية"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                }
            ],
            notes: ["ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر"],
            icon: "finshed.svg",
            textBtn: "تم الانتهاء من تنفيذ الطلب "
        },
        {
            code: "#542",
            products: [
                {
                    name: "اسم المنتج", quantity: "الكمية"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                },
                {
                    name: "اسم المنتج", quantity: "5"
                }
            ],
            notes: ["ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر", "ملاحظه هامه علي الأوردر"],
            icon: "finshed.svg",
            textBtn: "تم الانتهاء من تنفيذ الطلب "
        },
    ];
}
