export const useColumnsData = () => {
    return [
        ["إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء"],
        ["إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء"],
        ["إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء"],
        ["إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء"],
        ["إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء"],
        ["إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء", "إضافة فواتير لكل العملاء"]
    ];
}